#include "scenegamemain.h"
#include "framedata.h"
#include "motiondata.h"

//struct CHARA_MOTION tblMotion[] = {
	// MOTION_x_xxxx ÇÃèáî‘Ç…ÉfÅ[É^Çï¿Ç◊ÇÈ
	/*{	// MOTION_STAND
		{	// item[]
			// fId, fCnt, mx,my,
			{ 1000, 4, 0,0 },
			{ 1001, 4, 0,0 },
			{ 1002, 4, 0,0 },
			{ 1003, 4, 0,0 },
			{ 1004, 4, 0,0 },
			{ 1005, 4, 0,0 },
			{ 1006, 4, 0,0 },
			{ 1007, 4, 0,0 },
			{ 1008, 4, 0,0 },
			{ 1009, 4, 0,0 },
			{ 1010, 4, 0,0 },
			{ 1011, 4, 0,0 },
			{ 1012, 4, 0,0 },
			{ 1013, 4, 0,0 },
			{ 1014, 4, 0,0 },
			{ 1015, 4, 0,0 },
			{ 1016, 4, 0,0 },
			{ 1017, 4, 0,0 },
			{ 1018, 4, 0,0 },
			{ 1019, 4, 0,0 },
			{ CHARA_MOTION_COMMAND_LOOP, 0 },
		}
	}
		
};*/

